import React from 'react'
import Article from '../../ui/article'

export default function About() {
  return (
    <Article title='Обо мне'>
        <p>Занимаюсь фронтенд разработкой полтора года. 
            Учился, используя открытые источники, после чего закреплял полученные знания в решении практических задач. 
            Нравится получать знания самостоятельно. Свободно читаю техническую литературу на английском языке. 
            Активно слежу за актуальными технологиями и применяю их в своих проектах. Был опыт в организации и 
            координировании команд при создании проекта, а также во время участия в IT-мероприятиях. Разрабатывал как небольшие сайты, 
            так и большие приложения. Ищу возможность получить свой первый опыт работы в компании.</p>
    </Article>
  )
}