import { Article } from '../../ui';

export const About = () => {
  return (
    <Article title="Обо мне">
      <p>
        Занимаюсь фронтенд разработкой полтора года. Учился, используя открытые источники, после
        чего закреплял полученные знания в решении практических задач. Нравится получать знания
        самостоятельно. Свободно читаю техническую литературу на английском языке. Активно слежу за
        актуальными технологиями и применяю их в своих проектах. Был опыт в организации и
        координировании команд при создании проектов, а также во время участия в IT-мероприятиях. Вместе с командой разработали два проекта, оба из которых получили инвестиции на развитие. 
        Разрабатывал как небольшие сайты, так и большие приложения.
      </p>
    </Article>
  );
};
